export const QUESTIONS = [
  // "可以想像畫面嗎？",
  // "可以想像畫面裡的人物表情嗎？（沒有人的話，請選“不行”）",
  // "如果你是導演的話，可以拍這個場景嗎？",
  "這場分鏡必須拍到人物全身嗎？",
];

export const ANSWERS = {
  null: "分鏡上沒有人",
  yes: "一定要拍到腳",
  no: "不用拍到腳",
};

export const ENDDATE = "2024-02-22 01:00:00";

export const COLLECTION = "temp";

export const DOCID = {
  lisan: "lisan",
  kousan: "kousan",
};

export const Articles = {
  lisan: {
    japanese: `春節
台湾の春節はお金と時間と食べ物を準備しなければなりません。
お年玉がもらえるので子供は喜びますが、大人は辛いです。
今年は大晦日におせち料理を準備しました。
元日は友人の家へ挨拶に行って、二日は友人と食事会に行きました。
三日に風邪になって、休みが終わるまで治りませんでした。
やっとゆっくりできる時に風邪を引いて、残念でした。
春節は休むためにあるのか、疲れるためにあるのか、わかりません。`,
    chinese: `台灣的春節
台灣的春節是令人尊敬的節日　要準備錢,時間及食物
小孩很開心可以得到紅包　大人壓力就很大了
今年我從除夕開始準備了拜拜及年菜
初一去朋友家拜年,初二和朋友聚餐非常的忙碌
初三開始我就感冒了,全身不舒服一直到上班日
最氣的就是當可以開始支配自己的時間時就感冒
真不懂春節到底是給我休息的還是來折磨我的`,
  },
  kousan: {
    japanese: `パッチワーク交流会
先週の土曜日、虎尾のストーリーハウスでパッチワーク交流会がありました。
これは、東日本大震災の後から活動を続けているしおみえりこさんを呼んだイベントです。
しおみさんは、石巻で津波に襲われた「かめ七呉服店」のヘドロまみれになった生地を、パッチワークで再生させる活動をしています。
また、被災した生地をステージ衣装にリメイクして、舞台を通して、震災がもたらした悲しみや恐怖を、前向きな力に変えていきたいそうです。
私は普段あまり裁縫をしませんが、ポスターを見て、参加したいと思いました。
布を触りながら、あの時の津波の光景を思い出して、貴重な体験をさせてもらっていると感じました。
２時間半しかなかったので、一番縫いやすそうなデザインを選びましたが、裁縫の腕が絶望的だったので、最後はボンドで無理やり完成させました。
作った作品は次の交流会で展示されるそうです。
縫い目はぐちゃぐちゃですけど、パッチワークを通じて世界の人と繋がれて、幸せな気持ちになりました。`,
    chinese: `拼布交流會
上週六在虎尾的故事館有一場拼布交流會。
會有這場拼布交流會，是因為虎尾故事館的館長邀請東京lalala藝術工作室的主理人Shiomi Erikoさん把正在進行的計畫帶來台灣，讓台灣人也能夠參加。
Erikoさん的計畫就是把石卷一家被海嘯襲擊的kameshichi和服店裡都是污泥、不能再使用的布拿來和大家一起創作，重新賦予靈魂。
除此之外，她也用這些再回收的和服布製作成演出服，希望能藉由音樂和展演來幫助大家把地震帶來的悲傷和害怕，轉化成向前進的力量。
平常根本不常縫東西的我，被海報吸引參加了這場交流會。
一邊摸著手上的布料，一邊回想起新聞中的海嘯畫面，突然覺得當下的體驗非常珍貴。
因為創作時間只有兩個小時，所以選擇了我以為縫起來會很簡單的「peace」做拼貼，但沒想到縫紉技術太差，到最後倚靠白膠才能在時間內完成。
活動後完成的拼布不能帶走，因為會整批被帶到下個交流會進行展出。
雖然縫得歪七扭八，但一想到能用這個作品和世界各地的人連結就覺得很開心。`,
  },
};

export const chinese_digits = [
  "〇",
  "一",
  "二",
  "三",
  "四",
  "五",
  "六",
  "七",
  "八",
  "九",
];
