export const QUESTIONS = [
  // "可以想像畫面嗎？",
  // "可以想像畫面裡的人物表情嗎？（沒有人的話，請選“不行”）",
  // "如果你是導演的話，可以拍這個場景嗎？",
  "這場分鏡必須拍到人物全身嗎？",
];

export const ANSWERS = {
  null: "分鏡上沒有人",
  yes: "一定要拍到腳",
  no: "不用拍到腳",
};

export const ENDDATE = "2024-02-01 01:00:00";

export const COLLECTION = "temp";

export const DOCID = {
  lisan: "lisan",
  kousan: "kousan",
};

export const Articles = {
  lisan: {
    japanese: `老眼
老眼に困っています。
周りの友達も老眼について話しています。
文字を読む時にどんなに離しても、はっきり見えません。
メガネにも慣れないので、忘れて、文字が読めないことがよくあります。
日本の老眼用の目薬を使っても、すっきりはしましたが、老眼は治りませんでした。
老眼の友人が増えてきたら、老けたということでしょうか。`,
    chinese: `老花眼
老花眼是很困擾的事
最近很多朋友都聊起了老花眼的煩惱
首先就是看字會一直後退,然後還是看不清楚
戴眼鏡一直不習慣　辦事時常忘了帶眼鏡,然後根本不知道文件內容
聽說日本有一種老花眼專用的眼藥水　我用了之後只有感覺眼睛很舒服,老花眼依然在
當身邊愈來愈多朋友老花眼的時候是不是代表大家都已老了?`,
  },
  kousan: {
    japanese: `トーク術
先々週、中国籍の王志安氏が台湾のトーク番組で体が不自由な立候補者を揶揄して、炎上しました。
王志安氏が障害者は選挙で同情を買っているだけだと言って、バカにして真似たことが、ネットで広く議論されています。
バラエティなので面白ければいいと考える人もいれば、他人を傷つけるネタは間違っていると考える人もいます。
揶揄されたのは、SMAという難病で12歳までの命だと言われていた弁護士の陳俊翰さんです。
台湾大学を卒業後、司法試験で主席を取って、ハーバード大学とミシガン大学で修士号と博士号を取得した秀才です。
先週、記者からこの事件について尋ねられた時、「彼は手を動かしていたから、あまり似ていないですね」と言っていました。
二人のどちらが優れているかすぐに分かります。
たとえコメディアンだとしても、コメディを盾に人を傷つけるのはやめるべきです。`,
    chinese: `說話的藝術
上上週，目前住在日本的中國籍自由記者王志安先生在台灣有名的脫口秀節目裡，影射一位身障的立委候選人並說出了不恰當的話，因而遭到抨擊。
王志安先生說把殘疾人士推上造勢場合說話就是煽情，一邊模仿一邊嘲笑。然後這件事在網路上就開始被廣泛討論。
有人覺得這是喜劇節目所以開點玩笑沒有關係，有人卻覺得再怎麼愛開玩笑，也不能拿別人的傷痛來當哏使用。
這位候選人是患有脊髄性筋萎縮症、曾被說活不過12歲的陳俊翰律師。
他一路從台大、考了律師高考第一名後，還到哈佛拿到碩士學位以及密西根大學拿到博士學位。完全就是個學霸。
上週，記者們訪問了陳律師，詢問他對這件事的感受。他輕描淡寫的說「他模仿的又不像，因為我的手又不能動。」
此話一出，兩個人的人格高下立判。
雖然我不是當事人，但還是覺得台灣的喜劇人要克制一點，不要老是拿喜劇作為擋箭牌講一些傷人的話。`,
  },
};

export const chinese_digits = [
  "〇",
  "一",
  "二",
  "三",
  "四",
  "五",
  "六",
  "七",
  "八",
  "九",
];
