export const QUESTIONS = [
  "可以想像畫面嗎？",
  "可以想像畫面裡的人物表情嗎？（沒有人的話，請選“不行”）",
  "如果你是導演的話，可以拍這個場景嗎？",
];

export const ENDDATE = "2024-01-11 01:00:00";

export const COLLECTION = "temp";

export const DOCID = {
  lisan: "lisan",
  kousan: "kousan",
};

export const Articles = {
  lisan: {
    japanese: `温かい生姜茶
みなさんは生姜茶を飲んだことがありますか。
台湾は湿気が多いので、寒波が来ると寒くなります。
ある寒波が来た冬、私は友達と旅行していました。
関西サービスエリアで車から降りると、雪がちらちら降っていて、驚きました。
寒かったので急いで店内に入ると、店員さんが生姜茶を配っていました。
生姜茶は辛くて、甘くて、温かくて、飲むと体がすぐに温まりました。
どうして生姜茶を配っているのか聞くと、お客さんに温まってもらうためだと言っていました。
これは台湾人の温かさですね。`,
    chinese: `溫暖的薑茶
你有喝過薑茶嗎?
台灣因為濕氣重,寒流來的時候特別冷
有一年的冬天來了超級寒流　平地下起了小小的雪　當時跟朋友一起去旅行
途中在關西休息區休息 一下車發現有夠冷,空中小了小小的雪大家都很驚訝
因為太冷了就迅速進入室內 服務人員給每位旅客1杯薑茶
薑茶很辣,很甜很熱,喝了之後身體很快就暖了
為什麼會準備薑茶呢?工作人員說,因為天氣寒冷,為了給旅客溫暖的服務而提供薑茶
我想這就是台灣的人情味吧`,
  },
  kousan: {
    japanese: `交流イベント
先週、弟の店で日本から来た親子と会いました。
二人は、台湾の日常を体験するために、弟の友達の家に5日間泊まっていました。
弟に日本語の会話の練習がしたいかと聞かれたので、貴重な機会だと思い、会いに行きました。
台湾と日本の学校の交流イベントだと思っていましたけど、「ヒッポファミリー」という多言語研究会のイベントでした。
二人は研究会のメンバーで、普段からアプリでいろいろな国の言葉を習っているそうです。
お母さんが中国語と台湾語に興味を持っていたので、生活でよく使う言葉を教えてあげました。
娘さんの言葉が聞き取れなかった時は、お母さんが簡単な日本語で説明してくれました。
帰り際にLINEを交換して、「日本に来たら、連絡してください。どこでもいいですよ。」と言ってくれました。
社交辞令かもしれませんが、嬉しかったです。
機会があれば、ホストファミリーになってみたいです。`,
    chinese: `交流活動
上週，我們在弟弟的店裡接待了來自日本的一對母女。
他們總共來台灣五天，住在我弟弟的朋友家，體驗台灣人平常的生活方式。
弟弟得知這個消息後，就問我想不想要練習口說。有這麼難得的活動，怎麼可能不參加呢？立刻就跟弟弟說「我想練習」。	
本來以為是台灣和日本的學校之間的交流，結果聊天之後才知道是一個叫做「河馬家族」的多語言協會舉辦的國際交流活動。
這對母女是這個協會的會員，平常會用app聽錄音來學習各國語言。
在聊天的過程當中，我感受到那位媽媽很積極的想學習台灣話和中文，所以我們教了她生活中常常會用到的單字。
我在跟小女孩聊天時聽到不會的單字，媽媽也會用簡單的日文介紹給我。
最後要離開之前，媽媽加了我的line，並跟我說「有機會再來日本的話，不管在哪裡都可以聯繫我們喔」。
雖然這可能是禮貌性的說詞，但能有這樣的經驗還是覺得開心。
有機會的話，我也想要申請成為接待家庭呀。`,
  },
};
