export const QUESTIONS = [
  // "可以想像畫面嗎？",
  // "可以想像畫面裡的人物表情嗎？（沒有人的話，請選“不行”）",
  // "如果你是導演的話，可以拍這個場景嗎？",
  "這場分鏡必須拍到人物全身嗎？（沒有人的話，請選“不用拍到腳”）",
];

export const ANSWERS = { yes: "一定要拍到腳", no: "不用拍到腳" };

export const ENDDATE = "2024-01-25 01:00:00";

export const COLLECTION = "temp";

export const DOCID = {
  lisan: "lisan",
  kousan: "kousan",
};

export const Articles = {
  lisan: {
    japanese: `大掃除
リフォームに合わせて、大掃除もしています。
年末にする予定でしたが、時間がありませんでした。
リフォームは春節明けまでかかるので、その間に物の整理をしています。
知らず知らずのうちに20年も住んでいたので、3階には捨てられないものがいっぱいあります。
トイレットペーパーは、コロナで少なくなりましたが、まだ10パック残っています。
整理に1日かかりました。
収集車一台分のゴミが出て、収集車の人が驚いていました。
もう何も買いません。`,
    chinese: `掃除
因為要整修,所以開始大掃除
原本在去年年底前要開始,但是時間上來不及
整修工程只好等到農曆年之後　多出來的時間我開始整理家裡的物品
不知不覺這個家已經住了20年了 捨不得丟棄的東西放滿了3樓
滿滿的衛生紙從疫情開始漸漸用完 現在只剩10包左右
利用1天的時間把3樓的東西整理
想不到居然丟了一整台垃圾車　把清潔員嚇了一跳
我發誓再也不亂買東西了`,
  },
  kousan: {
    japanese: `整骨院
みなさんは整骨院に行ったことはありますか。
私はストレスで肩こりがひどくて眠れない時によく行きます。
病院より、整骨院の方が首の痛みを早くとってくれます。
整骨院は施術の前に、まず気と血の流れをよくするために「グアシャ」をしてくれます。
グアシャが痛みを和らげると分かっていますが、毎回悲鳴をあげてしまいます。
その後、悪い姿勢で歪んだ骨を元の位置に戻していきます。
施術中、ずっと骨の鳴る音が聞こえます。
初めての時は骨が折れるんじゃないかと思いましたが、今は楽しんでいます。
翌日は筋肉痛になりますが、その日の夜はぐっすり眠れます。
でも、整骨は高いので、毎月ではなく、半年に１回くらいしか行けません。
整骨院がなくなったら、どうすればいいのでしょうか。`,
    chinese: `整骨院
有去過整骨院嗎？
我常常在壓力很大時肩膀硬到睡不好時去整骨院。
比起醫生，整骨院的師傅能夠更快速的解決我脖子痛的問題。
在整骨之前，師傅為了要讓我的氣血流動變好，一開始都會先幫我刮痧。
即使我知道刮痧後就能夠立刻緩解脖子的不舒服，每次刮痧時還是會尖叫。
刮痧後，就會開始進行因為平常姿勢不良導致錯位的身體各部分挪回原來應該在的位置的整骨了。
整骨的時候，會一直聽到自己的骨頭的聲音。
第一次聽到的時候還很擔心自己的骨頭會不會斷掉，但現在完全享受整個過程。
雖然整骨的隔天會肌肉酸痛，但當天晚上超級好睡。
不過，台灣的整骨費用真的有點貴，每個月都去的話錢包會越變越薄。
如果沒有整骨院的話，我該怎麼辦才好呢。`,
  },
};

export const chinese_digits = [
  "〇",
  "一",
  "二",
  "三",
  "四",
  "五",
  "六",
  "七",
  "八",
  "九",
];
