export const QUESTION = "裡面的人看著虛空嗎？（如果沒人的話，請選沒有）";

export const PIE_LABELS = {
  vfx: "電影看虛空度",
  comp: "分鏡完成度",
  homework: "課前準備",
};

export const ANSWERS = {
  no: "沒有看著虛空",
  yes: "正在看著虛空",
};

export const ENDDATE = "2024-03-21 01:00:00";

export const DOCID = {
  lisan: "lisan",
  kousan: "kousan",
};

export const Articles = {
  lisan: {
    japanese: `トマト
最近、トマトが安いです。
市場でトマトを10個60元で買った時、八百屋さんに「1箱200元の方が得ですよ」と言われました。
一箱では多すぎるので、そのまま買うと、6個もおまけしてくれました。
トマトはダイエットにいいそうです。
それに、加熱すると、栄養が多くなるそうです。
トマトと玉子の炒め物は好きですが、10日も連続でトマトを食べるのは大変です。
他にどんなトマト料理がありますか。`,
    chinese: `番茄
最近,番茄很便宜
到底有多便宜呢?去菜市場時,我買了10個番茄只要60元,老闆說一箱只要200元,要我買一箱比較划算
但是,一箱對我來說真的太多了,結帳的時候老闆又塞了6個番茄給我
聽說番茄對減肥是非常好的食材
營養師說番茄一定要加熱食用,營養是最多的
料理成番茄炒蛋是我很喜歡的菜　但是連續吃10天真的有點煩
番茄還能做成什麼料理呢?`,
  },
  kousan: {
    japanese: `レザークラフト
今学期、地元の企業が私の学校で無料のレザークラフト体験コースを開いてくれました。
学校は興味がある学生を集めて教室を貸して、安全確保のために付き添いの先生を一人準備するだけです。
コースは土曜日の朝でしたが、先生も体験できるので、4週間休日出勤することにしました。
最初、完成させるペンケースを見て、難しくはなさそうだと思いましたが、実際に作ってみると全く違いました。
革は布と違って硬くて、縫い方も特別なので、手にマメができそうになりました。
きれいな縫い目にするために、集中しないといけないので、いい集中力のトレーニングになりました。
職人さんには尊敬しかありません。`,
    chinese: `皮件體驗課
這學期在地的企業提供給我們學校一個免費的皮件體驗課程。
學校只需要找到學生來上課並出借場地，其他的費用一毛錢都不用出。另外，必須要派出一位學校老師跟在課堂中來確保學生的安全。
雖然上課時間是星期六的早上，但是因為跟課老師也可以一起完成一個作品，所以我答應了這四週的加班。
這堂課的最後，每個人都必須要完成一個皮革鉛筆盒。原本以為只是個鉛筆盒而已，應該不會難到哪去吧，但在實際上操作過後覺得相當不容易，
對我和學生們來說，最可怕的就是縫製的過程。和平常柔軟的衣服不同，而是要用一種叫做「平縫」的方式把有點硬的皮革縫起來，所以到最後手都快要起水泡了。
為了要讓線條整齊，「平縫」的時候必須要專心。這對現在使用手機習慣了的我和學生們是個很棒的專注力訓練。
只有敬佩皮革創作者。`,
  },
};

export const chinese_digits = [
  "〇",
  "一",
  "二",
  "三",
  "四",
  "五",
  "六",
  "七",
  "八",
  "九",
];
