export const QUESTION = "這場分鏡有使用特效嗎？";

export const PIE_LABELS = { vfx: "電影科幻度", comp: "分鏡完成度" };

export const ANSWERS = {
  no: "沒有使用特效",
  yes: "有使用特效",
};

export const ENDDATE = "2024-02-29 01:00:00";

export const COLLECTION = "temp";

export const DOCID = {
  lisan: "lisan",
  kousan: "kousan",
};

export const Articles = {
  lisan: {
    japanese: `特別なイベント
今週、同僚たちと、地域のお年寄りに携帯電話の録音の方法を教えるイベントをしました。
平均年齢は80歳以上でした。
録音した声を再生すると、みんな恥ずかしそうでした。
でも、真剣に勉強している姿は感動的でした。
2時間のイベントでしたけど、みんな家族のように仲良くなりました。
お年寄りが楽しそうだったので、疲れましたが達成感がありました。`,
    chinese: `特別的活動
本周我跟同事一起在社區辦了一個特別的活動　我們教老人家如何使用手機錄音
參加的學生們平均都是80歲以上的老人家
把大家的聲音做成作品公開播出　老人家聽到自己的聲音的時候,大家都感到害羞
但是在錄音的當下,大家認真學習的樣子令人很感動
雖然一次只有2小時的課程,但是大家就像家人一樣的相處
看著老人家們開心的學習,雖然這個活動很累卻也令人感到成就感滿滿`,
  },
  kousan: {
    japanese: `個人メディア
最近、道を誤るyoutuberが増えています。
今月中旬、晚安小雞というyoutuberが、カンボジアで拉致されて殴られる嘘の生配信をして、3日後、共犯の友達と逮捕されました。
警察の開いた記者会見では、台湾から持って行った道具がたくさん並べられていました。
二人はひざまずいて許しを乞いましたが、社会の不安を煽った罪で、懲役2年の実刑判決を受けました。
カンボジアの総理は「減刑せず、刑期を全うしてもらう」と言っていました。
注目を引くためにしたのなら、罰せられても仕方がないと思います。
また、昨日、鍾明軒というyoutuberが中国の旅行の動画で炎上しました。
5年前は香港の民主化デモを支持していたのに、今回は、「統一するかしないかより、生活の方が大切だ」と動画の中で発言したからです。
中国での発言は気をつけなければいけませんが、生配信でなければ、不用意な発言はカットすればよかったのにと思います。
この動画を見て、中国で政治のことを話して逮捕された場合、誰が責任を負うのでしょうか。
有名な人は社会的責任を持つべきです。`,
    chinese: `自媒體的責任
這個月看到不少youtuber人設崩壞。
這個月中旬，晚安小雞在柬埔寨進行被綁架和毆打的假直播，引起了政府和警方的注意。三天後，晚安小雞和一起造假的朋友帶著手銬出現在記者會上。
他的旁邊是一大堆他從台灣帶過去的道具。
在鏡頭前兩個人跪下請求原諒，但因為製造社會不安被判了兩年刑期。
柬埔寨總理得知這件事後說：「不要減刑或特赦他們，一定要讓他們在監獄裡服滿刑期。」
我覺得為了流量做出這種事，被罰也是剛好而已啦。
昨天，鍾明軒把去中國旅行的影片上傳後，然後就引起撻伐了。
他不是因為去中國旅行被罵，而是因為有一段跟司機的對話和自己以前的言行不一而被罵。五年前支持香港民主抗爭、和何韻詩一起拍過影片的他，在影片中卻跟司機聊天時說：「統一或是不統一無所謂，生活比較重要。」
我可以理解他在中國土地時說話必須小心翼翼，但如同大家說的，這不是直播而是可以剪接的影片，為什麼不把有爭議的部分刪除呢？
如果真的有人看了他的影片後，誤以為在中國可以自由談論政治而被逮捕的話，誰該負責任呢？
公眾人物因為有名，比普通人更有話語權和影響力，所以更應該要負起公眾人物的社會責任。`,
  },
};

export const chinese_digits = [
  "〇",
  "一",
  "二",
  "三",
  "四",
  "五",
  "六",
  "七",
  "八",
  "九",
];
