export const QUESTION = "這場分鏡有使用特效嗎？";

export const PIE_LABELS = {
  vfx: "電影科幻度",
  comp: "分鏡完成度",
  homework: "課前準備",
};

export const ANSWERS = {
  no: "沒有使用特效",
  yes: "有使用特效",
};

export const ENDDATE = "2024-03-14 01:00:00";

export const DOCID = {
  lisan: "lisan",
  kousan: "kousan",
};

export const Articles = {
  lisan: {
    japanese: `物価
ご飯屋さんの注文が580元もしたと、ネットに書き込んでいる人がいました。
注文したのは、干し豆腐10個と昆布4枚、ミミガー、素雞、豚のもつです。
今の物価からすれば、これはごく普通の料金だと思いました。
特に肉類は高いです。
10年前でも同じようなご飯屋さんで500元以上になったことがあります。
豚のもつは1つ200元します。
このままだと、庶民的な料理も高級品になりそうです。`,
    chinese: `台灣物價
網路上,有人說在麵店點了一盤小菜花了580元　他覺得太貴了就在網路上公佈這經驗
網友們問,到底點了什麼?他說點了10片豆乾、4片海帶、1塊豬耳朵、1根素雞及1條豬大腸,總共580元
我算了一下,以台灣現在的物價,這個價格很正常　
特別是肉類的產品特別貴
不要說現在,10年前我也在麵店點過小菜500元
其中都有豬大腸,1條豬大腸就要200元了
看到台灣物價,小吃都成高級料理了`,
  },
  kousan: {
    japanese: `お喋りなおじさん
先週、苗栗のコンクール会場まで乗せてもらったバスの運転手さんはお喋りな人でした。
普段は運転手さんが話しかけてくることはありませんけど、今回は小さな車だったので、おじさんはずっとおしゃべりしてきました。
最初は変な人だと思いましたが、いろいろな人生経験を持っている人でした。
運転手になる前は、長い間中国で働いていて、ある食事会で浙江省の党委員会書記をしていた習近平氏の隣に座ったことがあるそうです。
握手をして、名刺を交換して、翌年、直筆の年賀状が届いたそうです。
「その年賀状はまだ持っているんですか。」と聞くと、「もうない」と言っていました。
持っていればオークションに出せたのに、残念です。
その後、中国への投資で失敗した人の話もしてくれました。
いろいろな話をしてくれましたが、「台湾はいいところなので、しっかり守らないといけない。私の元上司は歯が痛くなった時に、わざわざ台湾まで飛行機で戻って治療した」と真剣に言っていました。
台湾の実業家はみんな中国が好きだと思っていたので、少し驚きました。
自分の思い込みに気づけて、よかったです。`,
    chinese: `愛聊天的大叔
上週載我們去苗栗比賽的司機是一位很愛聊天的大叔。
平常如果是搭大型巴士的話是沒機會和司機聊天的，但這次搭的是九人巴，大家在同一個狹小的空間可能變得很好聊天，司機大哥話匣子完全沒有停過。
一開始以為他是一個很奇怪的大叔，但聽到後來覺得這個人人生經驗也是相當豐富。
他說在他當司機之前有很長一段時間在中國大陸工作，有一次台商的聚會隔壁坐著當時還是浙江省長的習近平。
他在餐會上面跟習近平握手交換名片，然後隔年的過年就收到習近平的親筆賀年卡。
我們問大叔有沒有留下那一張賀年卡，可惜的是他說沒有，
如果還在的話就可以拿出來拍賣了。
接著大叔話鋒一轉，開始說起最近很多台商在中國大陸血本無歸、無法抽腿的故事。其中一個就是因為投入過多資金在中國而被迫放棄選舉的郭台銘先生。另一個則是最近投資中國房地產血本無歸，所以用４.６億買了斗六的土地要蓋大樓炒房的建商賴正鎰先生。
聽到這些故事真的覺得很有趣，但大叔語重心長的說：「台灣真的是個寶島，台灣人真的要好好保護台灣。我之前在中國的主管牙齒痛就是寧願花一張機票錢飛回台灣，也不要留在中國就醫。」
聽到這席話我有點嚇到，因為我本來以為台商們幾乎都是熱愛中國的。
和大叔聊天發現自己有偏見也是一大收穫呢。`,
  },
};

export const chinese_digits = [
  "〇",
  "一",
  "二",
  "三",
  "四",
  "五",
  "六",
  "七",
  "八",
  "九",
];
