export const QUESTION = "這場分鏡有使用特效嗎？";

export const PIE_LABELS = { vfx: "電影科幻度", comp: "分鏡完成度" };

export const ANSWERS = {
  no: "沒有使用特效",
  yes: "有使用特效",
};

export const ENDDATE = "2024-03-06 01:00:00";

export const DOCID = {
  lisan: "lisan",
  kousan: "kousan",
};

export const Articles = {
  lisan: {
    japanese: `台湾の夜市
台湾の夜市は人気があります。
先週、久しぶりに妹と一緒に行ってきました。
以前と違って、冰粉や肉夾饃や玉子ハンバーガーなど、中国の食べ物だらけでした。
妹によると、全部TikTokで流行ったものだそうです。
何年か来なかっただけで、すっかり変わってしまいました。
中国の夜市になりそうです。`,
    chinese: `台灣夜市
台灣很有名的景點就是夜市
平常我很少去夜市　上周跟妹妹一起去夜市
突然覺得一切都很特別　很多攤位都跟以前不一樣　像是冰粉.肉夾膜.雞蛋漢堡…等這些不是中國的小吃嗎?　這些都跟我的印象完全不一樣
妹妹說,現在夜市賣的東西完全受抖音影響　抖音流行的,夜市都會有
才幾年沒來夜市,現在連夜市都變了
台灣夜市快變成中國夜市了`,
  },
  kousan: {
    japanese: `台湾の酪農
酪農家の減少についての特集を見ました。
飼育コストが上がり、どんどん減っているそうです。
高温多湿な台湾で、乳牛に適した環境を作るにはお金がかかります。
主食の牧草も、狭い台湾では、ほとんど輸入しなければなりません。
また、安い輸入品も問題の一つです。
コストコでは安いプライベートブランドが売られていますし、来年からはニュージーランドの牛乳が無関税で輸入されます。
政府は何か対策を講じるべきです。
国産の牛乳がなくなって、輸入もできなくなれば、コーヒーに牛乳を入れたい時に泣くしかありません。
他人に頼りきってしまうと、弱くなっていくだけです。`,
    chinese: `台灣的酪農業
看了一個特別報導，才知道這幾年台灣的酪農數量正急速下滑中。
其中一個原因是在台灣養牛的成本很高。
台灣的氣候溫暖潮濕，本來就不適合養喜歡乾燥涼爽的乳牛，因此酪農們要花大把的鈔票來建造適合乳牛生活的空間。
乳牛的主食是草料，而草料需要很大的栽種面積，但台灣地太小了，大多數都得仰賴進口。
再來就是國外進口的低價乳品也是其中一個原因。
本來好市多就有賣便宜的柯克蘭牛奶了，明年和紐西蘭簽訂的經濟合作協定開始運作後，又會有更便宜的零關稅紐西蘭牛奶在台灣銷售。
但不管怎樣，我覺得政府還是要有相關措施能夠保護本國產業。
如果有一天台灣沒有自己產的牛奶，別的國家不想賣我們，喝黑咖啡想加牛奶時都想哭啊。
一味依靠別人只會讓自己越來越弱。`,
  },
};

export const chinese_digits = [
  "〇",
  "一",
  "二",
  "三",
  "四",
  "五",
  "六",
  "七",
  "八",
  "九",
];
