export const QUESTION = "裡面的人看著虛空嗎？（如果沒人的話，請選沒有）";

export const PIE_LABELS = {
  vfx: "電影看虛空度",
  comp: "分鏡完成度",
  homework: "課前準備",
};

export const ANSWERS = {
  no: "沒有看著虛空",
  yes: "正在看著虛空",
};

export const ENDDATE = "2024-04-11 01:00:00";

export const DOCID = {
  lisan: "lisan",
  kousan: "kousan",
};

export const Articles = {
  lisan: {
    japanese: `買い換え
今、家をリフォームしています。
いろいろリフォームしているので、買い換えるものも多いです。
20年間使った照明も買い換えることにしました。
部屋とトイレの照明を選ぶのに長い時間がかかりました。
家具はカタログから選ぶことにしました。
高すぎても、見栄えが悪すぎても、化学塗料が多すぎてもいけないので、3つ選ぶのに3時間もかかりました。
やっぱり選ぶのは難しいです。`,
    chinese: `選擇困難
最近家裡在整修
因為要整理的地方很多,因此有很多要重新購買的東西
像是燈具,因為有的燈具都已經用了20年了,真的該換了
光是房間用的燈,及浴室用的燈,我就選了好久
後來連家具也要更換,從一大本的目錄中選擇家具
一向決定很快的我,居然會選擇困難　不能太貴,不能太醜,不能太多化學原料 考慮了好久終於做出決定　只選擇3樣家具花了我3小時
我的真是選擇困難啊`,
  },
  kousan: {
    japanese: `食中毒
先々週、台北の飲食店でライスヌードルを食べた二人が食中毒で亡くなりました。
翌日、体に異変を感じながらも普通に生活していましたが、3日目に容態が急変したそうです。
遺体からはボンクレキン酸が検出されました。
同店で食事をした他のお客さん32人も食中毒を訴えています。
ボンクレキン酸はこれまで台湾で検出されたことがなく、世界でも死亡事例が少ないので、驚いています。
ボンクレキン酸はココナッツやコメなどの発酵過程で生み出される毒素で、毒性が強く、1mgでも摂取すれば死に至る上、無色無臭で、高温調理でも除去できません。
最新の報告によると、調理師の手と排泄物からもボンクレキン酸が検出されましたが、発生源や感染ルートはまだ見つかっていないそうです。`,
    chinese: `食物中毒事件
上上週，台北有一起死了兩個人的食物中毒事件。從新聞裡得知，這兩個人都在素食餐廳「寶林茶室」吃了米製的粿條和河粉的餐點。
兩位死者聽說平常都很健康，吃完的隔天雖然身體不舒服但也都還有說有笑。但到了第三天病情突然急轉直下，最後昏迷過世。
後來，在台灣首次出現的「邦克烈酸」在死者的體內被檢測出來。
到目前為止，還有其他３２人也因為吃了這間茶室的東西而食物中毒。
在這次的事件之前，全世界中因吃到含邦克烈酸食物而死亡的事件只有印尼、莫三比克和中國三個國家發生過，所以習慣外食的台灣人都很驚訝。
邦克烈酸是從椰子、玉米或是米等製品的發酵過程中，受到一種叫做唐菖蒲伯克氏菌細菌污染而產生的毒素。它的毒性很強，即使健康的人只要吃下一毫克也會致命。而且它無色無味，加熱了也不會消失。
最新的調查報告是：雖然從廚師的手上和糞便驗出了邦克烈酸，但還沒有找到直接的證據來證明兇手是誰。`,
  },
};

export const chinese_digits = [
  "〇",
  "一",
  "二",
  "三",
  "四",
  "五",
  "六",
  "七",
  "八",
  "九",
];
