export const QUESTION = "裡面的人看著虛空嗎？（如果沒人的話，請選沒有）";

export const PIE_LABELS = {
  vfx: "電影看虛空度",
  comp: "分鏡完成度",
  homework: "課前準備",
};

export const ANSWERS = {
  no: "沒有看著虛空",
  yes: "正在看著虛空",
};

export const ENDDATE = "2024-04-18 01:00:00";

export const DOCID = {
  lisan: "lisan",
  kousan: "kousan",
};

export const Articles = {
  lisan: {
    japanese: `鞄
鞄が嫌いな女性はいるのでしょうか。
女性は平均6つ以上鞄を持っているそうです。
若い頃は偽物の鞄が好きでしたが、すぐに嫌いになりました。
本物の鞄が欲しくなって、フィレンツェの革製品市場に行きました。
並んでいる鞄は安くていい本革のものばかりでした。
8年間使い続けて、ブランドよりも品質が重要だと分かりました。
偽物は全部捨てました。`,
    chinese: `包包
沒有女生不愛買包包吧
聽說1個女生平均擁有6個以上的包包
年輕時我也很愛買包包,尤其是各式各樣的仿名牌包　但是這種情況沒有太久,很快的我就不喜歡假包了
心想,為什麼不買真的包包呢?有一年去佛羅倫斯的時候,有一個人氣景點,皮件市場
那裡的包包都是真皮的材質,品質很好,而且不貴
我買了1個用了8年都沒壞,我了解了一件事　品質比品牌更重要
假包我全丟掉了`,
  },
  kousan: {
    japanese: `思いやり
先週、一人の学生が泣きながら、クラスメートに付き添われて職員室に入ってきました。
どうしたのか聞くと、付き添いの学生が「先生に叱られました」と答えました。
自傷行為のある学生だったので、落ち着かせながらよく見ると、手首の内側にコンパスで刺した傷がいくつもありました。
傷口を消毒して絆創膏を貼って、リラックスさせるために、紙に絵を描かせました。
10分程して、ようやく質問できるようになりました。
どうして叱られたのか聞くと、「道具の使い方を間違えたからです。でも、二人の先生が全然違うことを言っていました。」と答えました。
「怪我をさせないように、大声を出したんじゃないの」と聞くと、「違います。『話を聞いていたのか！道具が壊れるだろ！』と怒られました」と言いました。
先生のフォローのために何か言おうと考えていたところ、「前にも『その大きな頭で考えなさい！』と馬鹿にされました」と続けました。
感情的になる気持ちは理解できました。
教師は、特別な学生と話す時は思いやりを持つべきです。`,
    chinese: `有同情心的對話方式
上週，有一個學生一邊哭，一邊進來我們辦公室。
一問他發生什麼事，一起來的同學說「他被老師罵了」。
因為這個學生之前有因為憂鬱症而自傷的紀錄，所以我只能先讓她的情緒冷靜下來，同時並觀察她的手有沒有受傷。一仔細看，果然手上有幾個用圓規刺出來的新傷口。
為了先讓她放鬆下來，在幫他簡單的消毒貼上ok蹦之後，拿了一張紙讓她畫畫。
大概十分鐘後她終於冷靜下來，所以我就可以詢問她剛剛事件的原因了。
我問她「為什麼你會被老師罵？」她說「因為我操作工具的方式錯誤。但是在那堂課的兩個老師說的方法完全不一樣，所以我才錯的。」
我再問她「那是不是因為老師怕妳受傷才會大聲地斥責呢？」她說「不是。因為老師說『你這傢伙有在聽我說嗎？工具會壞掉！』」
想幫上課的老師再說點什麼並試圖修復雙方的師生關係，結果學生說「那個老師上次已經對我說『妳的頭那麼大，為什麼都不思考。』」
我終於瞭解到為什麼她會再次情緒潰堤。
身為老師，面對特別的學生時，說話的方式還是要婉轉一點比較好啊。`,
  },
};

export const chinese_digits = [
  "〇",
  "一",
  "二",
  "三",
  "四",
  "五",
  "六",
  "七",
  "八",
  "九",
];
