import { Homework } from "./schema";

export const HOMEWORKS: { [key: string]: Homework[] } = {
  lisan: [
    {
      sentence:
        "請在網路上查詢「いつも」的意思。（Google翻譯、線上辭典、教學網站皆可）",
      questions: ["在哪裡找到的？（請貼上URL）", "「いつも」的意思是？"],
    },
    {
      sentence:
        "請在網路上查詢「いつも」的例句，例句要搭配中文翻譯。（Google翻譯不行）",
      questions: ["在哪裡找到的？（請貼上URL）", "日文例句", "中文翻譯"],
    },
    {
      sentence:
        "請在網路上查詢「平日」的唸法（附語調）跟意思。（Google翻譯、線上辭典、教學網站皆可）",
      questions: [
        "在哪裡找到的？（請貼上URL）",
        "「平日」的唸法(附語調)是？",
        "「平日」的意思是？",
      ],
    },
    {
      sentence:
        "請在網路上查詢「平日」的例句，例句要搭配中文翻譯。（Google翻譯不行）",
      questions: ["在哪裡找到的？（請貼上URL）", "日文例句", "中文翻譯"],
    },
    {
      sentence:
        "請在網路上查詢「より」的意思。（Google翻譯、線上辭典、教學網站皆可）",
      questions: ["在哪裡找到的？（請貼上URL）", "「より」的意思是？"],
    },
    {
      sentence:
        "請在網路上查詢「より」的例句，例句要搭配中文翻譯。（Google翻譯不行）",
      questions: ["在哪裡找到的？（請貼上URL）", "日文例句", "中文翻譯"],
    },
    {
      sentence:
        "「見つかったです」，這個詞的原形（字典上使用的型態）跟詞性是什麼？",
      questions: ["原形", "詞性"],
    },
  ],
  kousan: [
    {
      sentence:
        "「〜がかかる」と「〜をかける」を使って文を作ってください。（動詞の活用可）",
      questions: [
        "① 〜がかかる",
        "① の中国語訳",
        "② 〜をかける",
        "② の中国語訳",
      ],
    },
    {
      sentence: "原文の「牧草は輸入しなければなりません」の動作主は誰ですか？",
      questions: ["動作主"],
    },
    {
      sentence: "原文「安い牛乳を輸入する」の動作主は誰ですか？",
      questions: ["動作主"],
    },
    {
      sentence: "修正「問題の一つです」は誰にとっての問題ですか？",
      questions: ["誰にとっての問題"],
    },
    {
      sentence:
        "原文「安い牛乳を輸入する」の「輸入する」を酪農家の視点で書き直してください。",
      questions: ["酪農家の視点から"],
    },
    {
      sentence:
        "「カークランドミルク」を“推遠(zoom out)”🎥すると「プライベートブランド」です。では、次のものを”推遠”🎥すると何ですか。",
      questions: ["コストコ", "晚安小雞"],
    },
    {
      sentence:
        "他人が自分に対して行う行為にはどんな行為がありますか。３つずつ挙げてください。（簡單就好）",
      questions: ["自分が嬉しいと感じる行為", "自分が不快に感じる行為"],
    },
    {
      sentence: "原文「慣れてしまう」の動作主は誰ですか？",
      questions: ["動作主"],
    },
  ],
};
